Revit 2027 API
ParameterTypeId.RbsEnergyAnalysisBuildingEnvelopeAnalyticalGridCellSize Property
 "Analytical Grid Cell Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsEnergyAnalysisBuildingEnvelopeAnalyticalGridCellSize { get; }
Public Shared ReadOnly Property RbsEnergyAnalysisBuildingEnvelopeAnalyticalGridCellSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsEnergyAnalysisBuildingEnvelopeAnalyticalGridCellSize {
	ForgeTypeId^ get ();
}
static member RbsEnergyAnalysisBuildingEnvelopeAnalyticalGridCellSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace